{
  "navbar": {
    "About Us": "Nosotros",
    "Selection": "Selección",
    "Assessment": "Evaluación",
    "Training": "Capacitación",
    "Contact": "Contacto",
    "Language": "Idioma",
    "spanish": "Español",
    "english": "Inglés"
  },
  "VideoInner": {
    "text1": "Permitete prosperar ",
    "text2": "en un mundo cambiante"
  },
  "cardImg": {
    "title": "NUESTRA METODOLOGÍA DE TRABAJO",
    "item1": "Entendimiento del negocio y comprensión de la necesidad: definición de mercado target / perfil.",
    "item2": "Diseño de estrategia de búsqueda.",
    "item3": "Research del mercado definido. Screening / Mapeo de candidatos.",
    "item4": "Proceso de entrevistas en profundidad. Evaluación por competencias.",
    "item5": "Presentación de candidatos al cliente. Curriculum más informe de entrevista. ",
    "item6": "Coordinación del proceso de entrevistas entre cliente y candidatos.",
    "item7": "Reunión de Feedback / Puesta en común. Validación y ajustes. ",
    "item8": "Evaluación de candidato finalista: referencias, psicotécnico, preocupacional, socioambiental.",
    "item9": "Asistencia en cierre de acuerdo candidato – cliente.",
    "item10": "Seguimiento posterior para evaluar satisfacción de candidato – cliente.",
    "item11": "Transnacional"
  },
  "us": {
    "title": "Nosotros",
    "text1": "Somos una consultora de recursos humanos especializada en selección de personal y headhunting de todo tipo de perfiles. Trabajamos con organizaciones de diversa índole, envergadura e industria / sector. Los ayudamos a cubrir las necesidades de todas sus áreas. Nos destacamos por nuestra calidez y profesionalismo para encarar cada desafío.",
    "text2": "Nuestra forma de trabajo personalizada y proactiva facilita el trabajo a nuestros clientes. Somos prácticos para encontrar a los mejores candidatos de forma rápida, eficiente y con costos competitivos. También ofrecemos soluciones en evaluación de personal y consultoría.",
    "text3": "Cada selectora del equipo se especializa por industria y área funcional, para comprender la necesidad del cliente en detalle. El mercado cambia constantemente, y nosotros acompañamos ese cambio de manera dinámica e innovadora. Es nuestro objetivo brindar soluciones de excelencia a la medida de nuestros clientes."
  },
  "search": {
    "title": "Búsqueda y Selección",
    "title1": "EXECUTIVE SEARCH",
    "title2": "RECRUITMENT SERVICES",
    "title3": "IT RECRUITING",
    "item1": "Headhunting: somos un equipo de profesionales especializados en búsquedas Gerenciales, de Mandos Medios y Especialistas.",
    "item2": "Detectamos proactivamente candidatos target en el mercado.",
    "item3": "Tenemos una amplia red de contactos y sólido conocimiento del mundo corporativo.",
    "item4": "Identificamos a quienes se destacan por sus habilidades de gestión y por generar resultados de negocio.",
    "item5": "Utilizamos herramientas confiables para evaluar exhaustivamente las competencias de los candidatos.",
    "item6": "Garantizamos en todo momento la confidencialidad de las partes involucradas.",
    "item7": "Somos especialistas en búsquedas de profesionales para todas las áreas funcionales de una organización.",
    "item8": "Entendemos en detalle el requerimiento de cada posición.",
    "item9": "Buscamos a los mejores candidatos en función a sus capacidades técnicas y características personales.",
    "item10": "Somos socios estratégicos de nuestros clientes en el proceso de búsqueda:",
    "item11": "Tenemos un equipo de Recruiters abocados de lleno al mundo IT.",
    "item12": "Sabemos de tecnología: nos actualizamos permanentemente en la materia.",
    "item13": "Experiencia desarrollada con clientes de primer nivel.",
    "item14": "Nos basamos en un profundo entendimiento de los detalles técnicos y amplio conocimiento del mercado.",
    "item15": "Usamos nuestra red de contactos, acceso a universidades y foros específicos."
  },
  "evaluation": {
    "title": "EVALUACIÓN DE PERSONAL",
    "title1": "Assessment Center",
    "text1": " El Assessment Center es una técnica de evaluación grupal que permite conocer las capacidades, habilidades, actitudes y conocimientos de los participantes. Se diseñan actividades de negociación, interacción, liderazgo, juegos y otras dinámicas grupales, a medida de cada requerimiento.",
    "title2": "Test Psicotécnicos",
    "text2": "El Psicotécnico incluye un conjunto de técnicas de evaluación individual que permite indagar en profundidad los lineamientos estructurales de la personalidad y las aptitudes de los candidatos. Utilizamos: Tests Psicométricos (Raven, DISC), Test Neuropsicológico (Bender), Tests Proyectivos (HTP, Persona Bajo la Lluvia, Cuestionario Desiderativo, Rorschach, Zulliger).",
    "title3": "Evaluación de competencias",
    "text3": "Evaluación de Competencias (DISC, Trimetrix). Mediante un formulario online y en forma inmediata, se obtiene información sobre el estilo personal de conducta del individuo. Se combinan los Assessments de conductas, valores y competencias – habilidades de talento personal para determinar cómo se comportará una persona, por qué se comportará de esa manera y qué es capaz de hacer."
  },
  "training": {
    "title": "CONSULTORÍA EN RRHH",
    "title1": " Capacitación",
    "text1": " Entendiendo qué pretende lograr la empresa es como mejor podemos ayudarlos a diseñar e implementar programas de capacitación. En este sentido, un buen diagnóstico es el primer paso de un proceso exitoso. Para nosotros la capacitación implica: Diagnóstico, Diseño, Implementación y Seguimiento. Desarrollamos propuestas a medida de cada necesidad.",
    "title2": "Coaching ",
    "text2": "Trabajamos en conjunto con especialistas para lograr desarrollar habilidades específicas en los profesionales de la organización. Por medio de diferentes técnicas, manteniendo un enfoque práctico y real, logramos generar cambios personales que impactan directamente en el desarrollo profesional de los participantes. Estas técnicas son parte de un proceso de aprendizaje personalizado que permite desarrollar o adquirir habilidades y competencias, generando un nuevo menú de acciones para desenvolverse eficazmente ante nuevas situaciones o necesidades.",
    "title3": "",
    "text3": ""
  }
}
